Repository: JawaherHassan2/Amneen
Catalog: Amneen App/*.lproj/Localizable.strings
Languages: ar

source: N
ar: ن

source: Police
ar: الشرطه

source: drug control agency
ar: مكافحة المخدرات

source: Civil Defense
ar: الدفاع المدني

source: Red Crescent
ar: الهلال الأحمر

source: National Border Guard
ar: حرس الحدود

source: Najem
ar: نجم

source: the traffic
ar: المرور

source: Emergency
ar: الطوارئ

source: Roads Security
ar: أمن الطرق

source: unified security operations
ar: العمليات الامنيه الموحده

source: Abha
ar: ابها

source: Riyadh
ar: الرياض

source: Jeddah
ar: جدة

source: Dammam
ar: الدمام

source: Ahsaa
ar: الأحساء

source: Khobar
ar: الخبر

source: Makkah
ar: مكه

source: Hail
ar: حائل

source: Madinah
ar: المدينة

source: Tabuk
ar: تبوك

source: Taif
ar: الطائف

source: Jazan
ar: جاران

source: Al Sarawat Hotel
ar: فندق السروات

source: Blue In Hotel
ar: فندق بلو إن

source: Shafa Abha Hotel
ar: فندق شفا ابها

source: Alsalam Palace Hotel
ar: فندق قصر السلام

source: Abha Palace Hotel
ar: فندق قصر ابها

source: Abha Crown Hotel
ar: ابها كراون

source: Alsahab hotel
ar: فندق السحاب

source: Home
ar: الصفحه الرئيسية

source: Important Numbers
ar: ارقام تهمك

source: Hotels
ar: الفنادق

source: Name:
ar: تنبيهات البلاغات

source: New renter
ar: مستأجر جديد

source: Enter the renter name
ar: ادخل اسم المستأجر

source: Enter the renter ID number
ar: ادخل رقم هويه المستأجر

source: Add
ar: إضافه

source: renter name:
ar: اسم المستأجر:

source: National ID Number :
ar: رقم الهويه الوطنيه:

source: Warning
ar: تحذير⚠️

source: Security Wanted! Please be careful and inform the security authorities
ar: مطلوب أمنيا! يرجى الحذر وابلاغ الجهات الامنيه

source: Okay
ar: حسنا

source: Report now
ar: إبلاغ

source: Home Page
ar: الصفحة الرئيسية

source: Reports
ar: البلاغات

source: Hotels
ar: الفنادق

source: Black list
ar: القائمه السوداء

source: Emergency numbers
ar: ارقام الطوارئ

source: Emergency center locations
ar: مواقع المراكز

source: Night mode
ar: الوضع الليلي

source: Switch language
ar: تبديل اللغه

source: About the app
ar: عن التطبيق

source: Settings
ar: الإعدادات

source: East Abha Police Station
ar: مركز شرطه شرق ابها

source: Asir Police Department
ar: مديريه شرطه منطقه عسير

source: National Information Center Abha
ar: مركز المعلومات الوطني ابها

source: West Abha Police Station
ar: مركز شرطه غرب ابها

source: Civil Police Station
ar: مركز الشرطه المدنيه

source: Abha police station
ar: مركز شرطه وسط ابها

source: Civil Defense Center Shamsan
ar: مركز دفاع مدني شمسان

source: Civil Defense in Western Abha
ar: الدفاع المدني بغرب ابها

source: Directorate of Civil Defense in the Asir Region
ar: مديريه الدفاع المدني بمنطقه عسير

source: Civil Defense Field Division, West Abha
ar: الشعبه الميدانيه للدفاع المدني غرب ابها

source: Red Crescent Center
ar: مركز الهلال الاحمر
